{"_default": {"1": {"name": "Churrasco", "description": "Churrasco é o prato feito à base de carne in natura ou processada, assada sobre o fogo ou brasas, com a utilização de espetos ou grelhas.", "link": "https://pt.wikipedia.org/wiki/Churrasco", "link_image": "https://odia.ig.com.br/_midias/jpg/2019/11/26/churrasco-14468349.jpg"}, "2": {"name": "Strogonoff", "description": "Strogonoff é um prato originário da culinária russa composto de cubos de carne ou legumes, servidos num molho de creme de leite. Desde suas origens no século XIX, o prato popularizou-se em muitos países europeus, norte-americanos e no Brasil, sempre com variações consideráveis da receita original.", "link": "https://pt.wikipedia.org/wiki/Estrogonofe", "link_image": "http://www.belezafeminina.pro.br/wp-content/uploads/2017/05/receita-strogonoff.jpg"}, "3": {"name": "Galinhada", "description": "Galinhada é um prato culinário típico da culinária brasileira, mais especificamente dos estados de São Paulo, Minas Gerais (Triângulo Mineiro e Alto Paranaíba) e Goiás. De origem bandeirante, consiste em arroz cozido e frango em pedaços cozido. O tempero é composto de açafrão (que dá a cor amarelada típica ao arroz), vinagrete (opcional e à parte), e tutu de feijão. A galinhada tipicamente goiana leva guariroba (um tipo de palmito amargo) e pequi.", "link": "https://pt.wikipedia.org/wiki/Galinhada", "link_image": "https://img.cybercook.com.br/receitas/523/galinhada-4.jpeg"}, "4": {"name": "Lasanha", "description": "Lasanha (lasagne em italiano) é tanto um tipo de massa alimentícia formada por fitas largas, como também um prato, por vezes chamado lasanha ao forno, feito com essas fitas colocadas em camadas, e entremeadas com recheio (queijo, presunto, carne moída ou outros) e molho.", "link": "https://pt.wikipedia.org/wiki/Lasanha", "link_image": "https://img.cybercook.com.br/receitas/731/lasanha-3.jpeg"}}}